Repository: jouissancetka/LMW
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 游君其轻声笑道：“你们救了我，现在是我的大恩人，我无以为报，所以只有……”游小默震惊，“你该不会想说要以身相许吧？”
en_us: You JunQi laughed quietly. "You two saved me, so now you're my saviors. I'm unable to repay the kindness, so I can only..." /PARA You XiaoMo was shocked. "You're not about to say that you can only repay us with your body, right?"

source: 游君其还来不及感叹空间的景象，他儿子就一脚把他踹进灵草田拔草。
en_us: Before You JunQi could even appreciate the scenery in the dimension (游君其还来不及感叹空间的景象), his son used a leg to kick him into the magic herb field to remove weeds.

source: 游君其连忙扶住自家儿子，“玄龟族的始祖在远古的远古很受妖兽们的爱戴，是唯一一个万兽臣服的智者，所以他的血脉不论是人还是妖兽都会有点影响。”
en_us: You JunQi hastily supported his son. "In ancient history's ancient history, the Black Turtle Clan's first ancestor was greatly loved by all of the demon beasts, and was the only sage that tens of thousands of demon beasts followed. So no matter if it's a human or a demon beast, everyone would be affected a bit by his bloodline."

source: 游君其连忙补救：“儿纸，你绝对可以无条件的相信爹爹，其他人就不可以。”
en_us: You Jun quickly remedied, "Son, you definitely can have unconditional trust in daddy, but you may not do so for others."

source: 游君其迫不及待的问道：“哪五个字？”
en_us: You JunQi asked impatiently, "What five words?"

source: 游君其震惊的看着无头尸体的原型，忍不住倒吸了一口气，“他们也太大胆了……”
en_us: You JunQistared at the original form of the headless corpse and couldn't help but suck in a breath. "They really are far too bold..."

source: 游君其顿时喜笑颜开，给了他一个大大的拥抱，激动地说道：“儿纸，你真了解爹爹。”
en_us: You JunQi's face immediately broke out into a smile, hugging him and saying in excitement, "Shon, you really understand your daddy!"

source: 游君其顿时垮下连，“儿纸，你都不问爹爹为什么吗？”
en_us: You JunQi's expression became teary. "Shon, aren't you going to ask daddy why?"

source: 游君其黑线，“不，我，我想说的是做牛做马。”你身相许等下辈子吧。
en_us: You JunQi sweated. "No, I, I wanted to say that I can do physical labor." Repaying with his body could wait until the next lifetime.

source: 游君其：“……”
en_us: You JunQi, "..."

source: 游咏习惯了当个高高在上的大小姐，容不得别人忤逆她，于是双方打了起来，她打不过，后来不得已自报身份，结果他们不当一回事，等她睁眼醒来的时候，人已经在这里了。
en_us: You Yong was used to being a superior and bossy young woman and was unable to tolerate other people disobeying her. Therefore, the two sides starting fighting. However, she could not beat them and had no choice but to reveal her identify. In the end, they did not regard it as a matter of importance and she was already here when she woke up.

source: 游咏低下头，看着不断渗出血水的胸口，死不瞑目。
en_us: You Yong bowed her head. Looking at her chest where blood was constantly seeping out, she died with everlasting regret (死不瞑目).

source: 游咏哪想到这个女人竟然如此之狠，堂堂千金之躯，让她就此陨落她无论如何也不甘心，眼中霎时闪过一道阴狠，藏在麻袋里的手已经悄然的摸向手中的戒指。
en_us: You Yong did not expect that this woman was so ruthless. She was a dignified and wealthy lady (堂堂千金之躯), no matter what happened, she was not resigned to die (陨落) in such a manner. A cunning and vicious glint flashed through her eyes. Her hand that was hidden in the sack quietly touched the ring on her finger.

source: 游咏惊恐的瞪大眼睛。
en_us: You Yong eyes widened in terror.

source: 游咏欣喜的直点头。
en_us: You Yong eagerly nodded.

source: 游咏笑声突然停止，怔然的看着还在她面前的三人，抬起双手一脸震惊，“这是怎么回事，我怎么没被传送走？”
en_us: You Yong's laughter abruptly stopped as she blankly stared at the three people in front of her. Raising her hands, she exclaimed in shock, "What's going on? Why haven’t I been teleported away?!"

source: 游咏迅速的捏碎了空间符，对着脸色大变的花姑三人放肆的大笑起来，表情狰狞：“我不会放过你们的，等我脱困后，必定叫我爷爷将你们扒皮抽筋，以泄我心头之恨。”
en_us: You Yong swiftly broke the teleportation talisman and erupted with unbridled laughter at the unmistakable changes in Hua Gu and the two's expressions. She malevolently cackled, "I will never let you guys go. After I get out of trouble, I'll be sure to ask my grandfather to flay your skin and tear your tendons to vent the hatred in my heart."

source: 游安泰和老鹰被凌霄从十神榜上踹下来，其中一个位置肯定被凌霄占去，但还有一个位置，若是没有第二个新人补充上去，就只能在两人之中选一个。
en_us: You AnTai and Old Eagle had both been kicked out of the Ten Gods by Ling Xiao. Now, one of the open positions had been taken by Ling Xiao, but there was another position. If there was no newcomer to fill in the position, then they could only choose one out of the two.

source: 游小默奸拍卖师准备读秒，手刚朝晶石板摸过去，突然被凌霄按住，转头就看到他朝自己摇摇头，刚想问为什么，他就在晶石板输了几个数字进去。
en_us: You XiaoMo, seeing how the auctioneer was prepared to end the bidding, he reached for his crystal tablet. Just as he did, he was suddenly grabbed by Ling Xiao and saw the other shaking his head. He wanted to ask why, but then he saw the other type several numbers into the crystal tablet.

source: 游小默就猜倒他在装睡，笑眯眯地道：“当然是真的，鲁长老想必也知道，彩级丹方不是随随便便就能拿出来开玩笑的。”
en_us: You XiaoMo had guessed that the guy was feigning sleep and grinned. "Of course. Elder Lu definitely knows that rainbow pill recipes aren't something people take out for fun."

source: 游小默恨恨的踹了他一脚，“是啊，你保证不干抢劫的勾当，那杀人做成包子做成菜呢？
en_us: You XiaoMo kicked the man harshly. "Yeah, you can promise to not lure people in and rob them. Then what about killing them and cooking their flesh?

source: 游小默愤愤的说道：“就是，他当我们是弱智吗，以为我们看不出来，傻透了。”
en_us: You XiaoMo said in frustration, "Exactly! Do they think we're brainless? I can't believe they thought we wouldn't realize, how stupid."

source: 游小默懵了，这是毛球？
en_us: You XiaoMo stared. This was MaoQiu?

source: 游小默撅眉道：“我的胆子一向不大，但起码我知道，决斗中的死伤是正常的，除非阁下跟别人的决斗是两人坐下来喝杯茶，那我就无话可说。”
en_us: You XiaoMo frowned, saying, "I'm not exactly daring, but at least I know that death and injury is normal in fighting, unless you believe that fighting is two people sitting down and having tea, then I'm really not sure what to say."

source: 游小默眨眨眼睛：“城主大人，我就算想让他来救我，凭您的实力，我朋友根本不是您的对手啊，反正我现在已经落入您手中插翅难飞，所以您要是相信我，说不定还能拿回金库的宝贝。”
en_us: You XiaoMo blinked his eyes. "City Master, sir, even if I had him come to save me, with your strength, my friend won't be able to defeat you. I've already fallen into your hands, so if you believe me, you might even get your treasures back."

source: 游小默缓慢的眨了下眼。
en_us: You XiaoMo blinked slowly.

source: 游小默……
en_us: You XiaoMo, "..."

source: 游小默一个激灵，守卫们已经行动了起来，在他们的追捕下，果然有一道金色的影子往这边奔跑过来，他的速度非常快，像闪电一样，正是吞金兽，小乒应该在他身上。
en_us: You XiaoMo quivered. The guards had already began to move. Sure enough, there was a golden shadow running towards him under their pursuit. His speed was extremely fast and was akin to lightning. It was the Metal Swallowing Beast. Xiao Ping should be on his body.

source: 游小默一口把茶喝了，回到凌霄身边，嘿嘿的笑道：“那个家伙心理素质真差，我就是请他喝杯茶而已嘛，又不是要吃了他。”
en_us: You XiaoMo drank the tea in one gulp before returning to Ling Xiao. He chuckled. "That fellow's mental fortitude really sucks. All I did was invite him to drink a cup of tea, it wasn't like I was going to eat him."

source: 游小默一只手臂勾住他的脖子，愤愤得道：“骗人，要是睡着了你怎么可能回答我的问题。”
en_us: With one arm hooking his neck, You XiaoMo said with anger, "Liar, how are you answering me if you're asleep?"

source: 游小默一听到这个消息就知道是吞金兽和小乒被发现了。
en_us: You XiaoMo knew that the Metal Swallowing Beast and Xiao Ping had been discovered once he heard this news.

source: 游小默一听周围什么声音都没有就知道大事不妙。
en_us: You XiaoMo knew something was wrong when things went silent.

source: 游小默一听更激动了，上蹿下跳。
en_us: You XiaoMo even more agitated upon hearing this and he jumped up and down.

source: 游小默一听这个要求就知道自己没戏了。
en_us: You XiaoMo knew that he had no chance once he heard this request.

source: 游小默一听这话就知道凌霄被香味引出来，现在都不用他去叫，只要有叫花鸡，一大三小都会自动坐到餐桌上，有时候他怀疑其实他们才是吃货。
en_us: The moment You XiaoMo heard that, he knew Ling Xiao was also lured here by the fragrance of the turkey. Now, he didn't even need to call them, as long as there was the Beggar's Chicken, one big, three small would all automatically sit by the dinner's table. Sometimes he wondered who was the foodie here.

source: 游小默一屁股坐在黑色的泥土上。
en_us: You XiaoMo fell butt first onto the black soil.

source: 游小默一开始没注意，结果被拍个正着，差点没被她拍飞出去，最后被乔无星给拉走，不然他有种想赶人的冲动。
en_us: You XiaoMo did not pay much attention to it in the beginning, but he was clapped so much that he nearly flew out as a result. Finally, she was dragged away by Qiao WuXing, otherwise he would have the impulse to chase her away.

source: 游小默一开始还不以为意，现在不得不正视起来了，似乎，凌霄那位亲信叔叔建立的天狗势力很不得了。
en_us: You XiaoMo didn't take it seriously at first, but now he had to face it squarely. It seemed that the Tiangou fraction established by Ling Xiao's 'Trusted Aide Uncle' was awfully powerful.

source: 游小默一开始还很奇怪，至于怕成这样吗？
en_us: You XiaoMo was confused at first, why was it so afraid?

source: 游小默一惊，“他们怎么知道这里有宝贝？”
en_us: You XiaoMo was shocked, "How did they know about the treasure here?"

source: 游小默一想到这是别人的地盘，立刻收起心思，将他的手拉出来。
en_us: Once You XiaoMo realized that they were on someone elses terrietory, he immediately shoed off unwanted thoughts and pulled Ling Xiao's hands out.

source: 游小默一愣，“为什么？”
en_us: You XiaoMo was dumbfounded. "Why?"

source: 游小默一愣，“你是指……慢吗？”
en_us: You XiaoMo stared blankly, "Are you saying that... ...it's slow?"

source: 游小默一愣，“妖猫？”
en_us: You XiaoMo stared blankly, "A Cat Demon?"

source: 游小默一愣，这个声音怎么有点耳熟？
en_us: You XiaoMo was stunned, why did he feel that this voice was a little familiar?

source: 游小默一手托着小乌龟，盯着龟壳的洞，“小乌龟，你听话，乖乖和你曾祖父回去，将来我们还会有机会见面的。”
en_us: You XiaoMo held the baby turtle in his palm and stared at the hole in the shell. "Baby turtle, be good and go back with your great-grandfather obediently. We'll have a chance to meet again someday."

source: 游小默一拳就狠狠的打中杨丁的鼻子，快得杨丁根本来不及捕捉他的速度，然后趁他痛得没来得及反应，抓住他的衣服就拽过来，和他瞬间交换了位置，王华看到的时候，腿已经收不回了，狠戾的腿几乎用了九分实力，正好踢中被换位的杨丁……的屁股。
en_us: You XiaoMo's punch landed squarely at Yang Ding's nose, it was so fast that Yang Ding couldn't even capture his movements. Before he could react, due to the pain, You XiaoMo pulled him by the shirt and instantly swapped positions. By the time Wang Hua realized this, there was nothing he could've done and his vicious kick, using ninty percent of his force...landed directly on Yang Ding's bottom.

source: 游小默一掌劈在他头上，不爽的喊道：“笑屁啊，有什么好笑的。”
en_us: You XiaoMo gave him a head-chop with his hand as shouted in a bad mood, "Laugh my ass, what's so funny!?"

source: 游小默一时没反应过来。
en_us: You XiaoMo wasn't sure how to react at first.

source: 游小默一本正经道：“那好吧，等你们回来后，每人给三颗十级灵丹，就这么愉快的决定了。”
en_us: Then with full seriousness, You XiaoMo said, "Okay then, once you get back, I'll give everyone three level ten pills. Now then, that settled nicely."

source: 游小默一条腿搭在凌霄身上，半个身体的重量都压在他身上，“凌霄，你睡着了没有，没有跟我说会话。”
en_us: With one leg on Ling Xiao's body, You XiaoMo shifted half of weight onto him, "Ling Xiao, are you asleep? If you aren't, talk to me."

source: 游小默一直觉得两姐妹都是奇葩，她们这辈子不应该当人才对，狐狸精也不行，那样太高看他们了。
en_us: You XiaoMo had always felt that these two sisters were like exotic flowers. It would've been better if they hadn't been human in this lifetime. They couldn't be fox spirits either (狐狸精), because that was thinking of them too highly.

source: 游小默一直觉得这个世界的夜明珠很神奇，前世他不是没见过夜明珠，但是夜明珠根本不能用来照明，就算是在全黑的地方也只能散发出一层暗淡却很漂亮的光晕。
en_us: You XiaoMo had always felt that this world's Night Pearl was really marvelous. It was not that he had never seen a Night Pearl in his past life, but that the Night Pearl there could not be used as lighting. It could only emit a dim but beautiful halo even in the darkest place.

source: 游小默一看到鬼哭涯的外表就大概猜到名字的由来，由于入口做，当风从骷髅峰的穴口呼啸而过时，发出的声音可能像鬼在哭，所以就叫鬼哭涯。
en_us: Once You XiaoMo saw the exterior of the Ghost Weeping Shore, he could roughly guess the origin of its name. It was due to the entrances. Whenever the wind whistled through the caves in the Human Skull Peak, the sound created probably sounded like a ghost weeping, thus it was called the Weeping Ghost Shore.

source: 游小默一群人离开自然城后，赶了一天路，终于在第二天下午赶到河镇，也就是活水河界的一个港口小镇。
en_us: After You XiaoMo left ZiRan City, they traveled for an entire day before finally arriving on the afternoon of the second day at River Town, which was also a port town at the Living Waters River Boundary.

source: 游小默一脚就踢飞她的菜刀，菜刀飞出去插在门框上。
en_us: You XiaoMo kicked the knife out of her hand, sending it flying into the door frame.

source: 游小默一脸为难。
en_us: You XiaoMo looked back at her in awkwardness.

source: 游小默一脸坚定的看着凌霄，张了张嘴：“我……”
en_us: You XiaoMo looked at Ling Xiao resolutely and started speaking, "I..."

source: 游小默一脸失望。
en_us: You XiaoMo looked disappointed.

source: 游小默一脸失望，他又证明了自己的智商是个负位数还是二位数的。
en_us: You XiaoMo was full of disappointment. He had once again proved that his IQ was in single negative digits or even double negative digits. (负位数还是二位数的)

source: 游小默一脸杀气腾腾，说话的那两个人突然若有所觉的看过来，看到他死命蹬着酒楼的表情，好像恨不得将酒楼大卸八块的表情，不由得面面相觑。
en_us: You XiaoMo had an expression so full of killing intent that even the two talking had looked over, as if sensing something. What they saw was him staring at the hotel as if his life depended on it and also as if he wanted to take that hotel apart piece by piece. All they could do was stare at each other wordlessly.

source: 游小默一脸自信，他没有把他现在拥有一条灵脉灵晶的事情告诉他。
en_us: You XiaoMo replied with confidence, he hadn't told him yet that he had a whole leyline worth of spirit gems.

source: 游小默一脸震惊。
en_us: You XiaoMo was astonished.

source: 游小默一脸黑线的拍掉他的手，“你才怀孕了。”
en_us: You XiaoMo slapped his hand off with a face full of black lines. "You are the one that's pregnant."

source: 游小默一脸黑线，又拿那套消极理论来忽悠他，虽然挺管用的，但是特别坑爹，“不说这个，那个龙血要怎么处理？”
en_us: He was using that pessimistic outlook (消极理论) again to fool him (忽悠). Black lines covered You XiaoMo's face. Although he had to admit that it was quite efficacious, it was also a shitty scam (特别坑爹), "Let's not talk about this anymore. How should the dragon blood be handled?"

source: 游小默一路走过去，诧异的不只是九夜，看到这一幕的人也纷纷表示惊讶，大概是没想到真的有人自愿被宰。
en_us: You XiaoMo walked straight to the shop. Jiu Ye was not the only one surprised. Those who saw this scene all expressed astonishment one after another. They probably did not expect that someone would voluntarily offer themselves to be ripped off.

source: 游小默一边唉声叹气，一边将两滴精血吞进肚子里，开始专心的吸收精血的精华，玄泽的实力不高，两滴精血应该无法助他突破，不过聊胜于无。
en_us: You XiaoMo sighed heavily before swallowing the two drops of Life Blood and concentrating on absorbing the Life Blood's essence. Xuan Ze's strength wasn't very high, so two drops of Life Blood shouldn't be enough to help him break through, but it was still better than nothing.

source: 游小默三人站在焦谷边上，只看到一个满目疮痍的大山谷，中间不知被什么东西又砸出一个深坑，仿佛山谷中的小山谷，旁边是东歪西倒的树木，半焦半枯，已经没有生机了。
en_us: You XiaoMo and the rest stood at the edge of the scorched valley, and all they could see was an extremely devastated ravine. Something had smashed into the middle, creating another deep hole, as if it was a small ravine in the big ravine. Next to were unsteady trees, half-burnt and half-withered, without a single trace of life left.

source: 游小默三人顺着拍卖会入口走进去，这是一条全由白色晶点矿石铺成的通道，这种矿石极其坚硬，但却很漂亮，一眼看过去璀璨奢华，到了尽头更是让人眼晴一亮。
en_us: You XiaoMo and co entered through the entrance of the auction, a tunnel crafted entirely from white luminous fragments. This was an extremely tough but beautiful ore. It looked very luxurious, and the end of the tunnel made your eyes light up further.

source: 游小默上下打量了他一眼，“你有什么事？”
en_us: You XiaoMo looked him up and down. "Do you want anything?"

source: 游小默上辈子也姓游，既然他可以继承就表示游家是正统的游族人，否则不可能他一来就开启了空间，而原身怀揣了十八年却都没有一丁点反应。
en_us: You XiaoMo's last name was also You in his last life. Thus, it meant that the You family was legitimately part of the You Clan since he could become a successor. Otherwise, it would be impossible for him to activate the dimension when he came over when the original owner did not get the slightest reaction after harboring it for eighteen years.

source: 游小默上辈子只在电视上看过人肉叉烧包，而且那只是一部电影，名字就叫做人肉叉烧包。
en_us: In You XiaoMo's previous life, he had only seen steamed buns made with human flesh on television. Furthermore, that was only a movie, and its name was 'human flesh steamed buns.'

source: 游小默下意识的倒了，倒完才发现他竟然没有趁机报复回来，他果然还是太善良了。
en_us: You XiaoMo subconsciously poured it. It was only after he finished pouring that he realized that he had missed the opportunity to get revenge. He was really just too kind.

source: 游小默下意识的回道：“游小默。”说完他才反应过来，连忙捂住自己的嘴巴。
en_us: You XiaoMo instinctively responded, "You XiaoMo." Only after speaking did he react, and he hurriedly covered his own mouth.

source: 游小默下意识的忽略掉他没有丹方就算提升实力也炼不出彩丹的事实，陷入无限的懊恼之中。
en_us: You XiaoMo subconsciously ignored the fact that he did not have any pill recipes and would still be unable to refine a rainbow pill even if he raised his strength, as he sank into the unbounded vexation.

source: 游小默下意识的看过去，发现叫住他的人是九夜，不禁诧异，“是你啊，你怎么会在这里？”
en_us: You XiaoMo unconsciously looked over and discovered that the person calling him was Jiu Ye. He couldn't help but be surprised. "It's you? Why are you here?"

source: 游小默下楼，大堂很热闹。
en_us: Early in the morning, the lobby was very lively.

source: 游小默下面的话顿时说不出口了，他发现凌霄在关键时刻总是特别惜字如金，连给他解释都不愿意了，“那我不打扰你逃命了。”
en_us: You XiaoMo was immediately unable to say what he was about to say next. He discovered that Ling Xiao always treated words like gold during key moments, and he wasn't even willing to give him an explanation. "Then I won't bother you as you run for your life anymore."

source: 游小默不与他计较，他现在的心情好的很。
en_us: You XiaoMo wasn't bothered, he was in such a good mood.

source: 游小默不以为意，反正他觉得自己够聪明的。
en_us: You XiaoMo didn't approve of this. Nevertheless, he already believed that he was smart enough.

source: 游小默不住的安慰自己。
en_us: You XiaoMo repeatedly comforted himself.

source: 游小默不太喜欢绵里藏针的人，按照凌霄说的，智商不够用，拼不过对方的脑子，所以跟直来直往的人交往他比较放心，而且说不定对方的智商比自己低可以让他产生一丝优越感。
en_us: You XiaoMo didn't like people who concealed their intentions when speaking. Like Ling Xiao said, he wasn't all that intelligent, so he couldn't beat others with brain, so he felt more at ease interacting with people who were straight forwards, and he might even gain a sense of superiority if the other was even more stupid than he was.

source: 游小默不想让凌霄被人打扰，而且他还准备找些药材给凌霄疗伤。
en_us: You XiaoMo didn't want people to disturb Ling Xiao, plus he was still preparing to find some medicine to treat his wounds.

source: 游小默不打算把这些灵草移植到他的空间里，因为经过那么多年，灵草都已经成株了，虽然有一些灵草的品质是中品，但是还是以上品居多。
en_us: You XiaoMo wasn't going to transfer them to his dimension, as after all those years, most of them had matured. Although there was a few mid-grade herbs, it was mostly high-grade ones.

source: 游小默不明所以，随口说道：“干嘛，要跟我比谁的牙齿更白……呃……”话还没说完，他就发现问题了。
en_us: You XiaoMo failed to understand, so he thoughtlessly said, "What are you doing? You want to compare whose teeth is whiter...Uh..." He found the problem before he finished his sentence.

source: 游小默不是不想，而是被他缠的，“当然是回中天。”说完他又征求似的看向凌霄。
en_us: It wasn't that You XiaoMo didn't want to put him back, but he had been pestered too much. "Of course, we're going back to Zhong Tian." He then looked pleadingly at Ling Xiao.

source: 游小默不是傻子，他早就知道老板娘会坑他，但没想到会坑这么多，刚刚他恰巧看到有个客人在结账，一套衣服只要五六枚灵晶，这一下子坑了他近百倍，佛都有火了。
en_us: You XiaoMo wasn't stupid. He long since knew that the proprietress would rip him off, but he hadn't imagined that it would be this much. Just now, he happened to see a customer paying the bill. One set of clothing was only five or six spirit gems; this was ripping him off almost one hundred times the original price, and he burned with anger.

source: 游小默不是很明白他在说什么，刚好凌霄喊他，就无视了他朝凌霄跑过去。
en_us: You XiaoMo understood very well what he was saying, but Ling Xiao just happened to call for him, so he ignored his dad and ran over to Ling Xiao.

source: 游小默不死心又试了一次，结果还是一样，明明石头是亮着的，但是过几秒又被掐断了，立刻坐实了他的猜测。
en_us: You XiaoMo was unwilling to give up and tried again. The result was still the same. The stone was clearly shining, but after a few seconds it got cut off again. This immediately confirmed his conjecture.

source: 游小默不用问也猜到凌霄的顾虑，他想起一直跟在他们后面的姐妹花，锲而不舍的跟他们到这里，看来必须看紧凌霄。
en_us: You XiaoMo didn't need to ask to understand Ling Xiao's concerns and after remembering the sisters that was tailing them, he felt the need to have a close eye on Ling Xiao too.

source: 游小默不着痕迹的退后一步，“我有点事，要离开逍遥院一趟。”
en_us: You XiaoMo backed away a step smoothly. "I have some business to do, so I'll be leaving XiaoYao Academy for a while."

source: 游小默不知道东洲的人喜欢排外，被他们看得一头雾水。
en_us: You XiaoMo didn't realize that the people of Dong Zhou were xenophobic, puzzled at their behavior.

source: 游小默不禁侧目，这个人给他的感觉就和老头一样，好像有多重人格。
en_us: You XiaoMo couldn't help but stare. This guy gave him the same feeling the old man did, like he had multiple personalities.

source: 游小默不禁动了些小心思，不知道其他地方有没有这种玉床，以后他和凌霄若是找到地方安定下来就可以打造一张属于他们的玉床。
en_us: You XiaoMo could not help a little idea from surfacing. Maybe the other places would also have a jade bed like this. If he and Ling Xiao could find a place to settle down in the future, they could build a jade bed that belonged only to them.

source: 游小默不紧不慢地说道：“积分现在对我却是比较重要，但是我有很多选择不是吗，二十万灵晶我可以买两三株九级灵草，再跟其他导师换，我能得到两三积分，倒是觉得呢？”
en_us: You XiaoMo nonchalantly stated, "Points are more important to me now, but I have a lot of choices, don't I? I can buy two to three stalks of level nine magic herbs with two hundred thousand spirit gems and then exchange it with the other teachers and I'll be able to get two or three points in this manner. Doesn't Teacher think so?"

source: 游小默不置可否，“看看合不合适，如果可以的话，换也无妨。”
en_us: You XiaoMo didn't give a direct reply, "I'll see if it's appropriate, if it is, then sure."

source: 游小默不耐烦的打开门，“你又有什么事？”
en_us: With impatience You XiaoMo opened the door, "What do you want this time?"

source: 游小默不舍的摸着小乌龟，“到时就要把小乌龟还给他们了。”小乌龟看起来有点呆萌，但是比吞金兽和金翅虫要省心得多了。
en_us: You XiaoMo couldn't help but pet the baby turtle. "At that time, we'll have to return the baby turtle to them." Although the baby turtle looked a little endearingly silly, it was still much more trouble free than the Metal Swallowing Beast or the Golden Winged Insect.

source: 游小默不解，“为什么？”
en_us: You XiaoMo didn't understand. "Why?"

source: 游小默不解，“为什么？”等他成为四品丹师还补知道什么时候，所以只有这样才不会耽误内伤。
en_us: You XiaoMo was puzzled, "Why?" It would take who knows how long if they waited for him to become a Grade Four mage. This was the only method that would not delay the treatment of Ling Xiao's internal injury.

source: 游小默不露牙齿的笑，“我想你没明白我的意思，我是说，我不想给你们做，不乐意，现在明白了吗？”
en_us: You XiaoMo smiled without showing his teeth, "I don't think you understand, what I said was, I don't want to. I'm unwilling, do you understand now?"

source: 游小默两眼冒出精光，这事他还真不知道，不过……“这事跟没有产过金丝有什么关系？”
en_us: You XiaoMo's eyes shone. He really hadn't known this, but... "What does that have to do with having produced golden silk before or not?"

source: 游小默举起手，“最后一个问题。”
en_us: You XiaoMo raised his hand. "Last question."

source: 游小默举起手，一拳砸向它的脑袋。
en_us: You XiaoMo raised his hands and smashed his fist into it's head.

source: 游小默义正言辞的回道：“我才没有做贼心虚，我有拿灵草换的，而且还是上品灵草，我已经吃亏了，多拿一枚种子又不会怎么样。”
en_us: You XiaoMo replied with confidence (义正言辞), "I have no guilt whatsoever. I did exchange them with magic herbs, even high-grade ones. I'm the one who taking a loss here, even if I got a seed with it, it shouldn't matter."

source: 游小默之前其实没有抱太大的希望，没想到武成反而给了他一个大惊喜，他现在最缺的就是成熟的顶级灵草。
en_us: You XiaoMo didn't have high hopes in the beginning, so didn't think Wu Cheng would give him such a pleasent surprise. What he needed the most now was high tier mature magic herbs.

source: 游小默也不愿意，他只剩下两个积分，他还想再进驭兽室一趟，还有去冥想室看看，要是花在这里，等他回来就只能干瞪眼了。
en_us: You XiaoMo wasn't willing either. He only had two points left, and he still wanted to go to the Beast Transfiguration room again, as well as the Meditation room. If he spent it here, then he wouldn't be able to do anything he wanted after coming back.

source: 游小默也不指望他有羞耻心，直接拍掉他的手，刚站起来，就感觉到一股粘腻的液体从大腿两侧流出来，身体霎时僵住了。
en_us: You XiaoMo did not harbor any hopes for him to be ashamed and directly slapped his hand away. Just as he stood up, he felt a slick and sticky liquid flowing out from between his two thighs and his body froze in a split second.

source: 游小默也不是第一次参加这种长时间的拍卖会，此时他的目光也紧紧的盯着拍卖台上的宝贝。
en_us: It wasn't the first time that You XiaoMo had attended one of these extended auctions. His focus was also on the treasures on the auction stand.
